export const COURSE_PRICE = `500`;

export const COURSE_PRICE_DISCOUNT = `125`;

export const TG_URL = "https://t.me/lazywinners";

export const INST_URL = "https://www.instagram.com/pa1boys";

export const CURRENCY_ICN_URL = "content/currency.svg";

export const MAIL_ICN_URL = "content/mail_icn.svg";

export const TG_ICN_URL = "content/tg_icn.svg";

export const INST_ICN_URL = "content/inst_icn.svg";

export const VIDEO_URL = "content/media/video1.mp4";

export const GA_ID = "G-2K3RTFHBPP";

export const YA_ID = "100634510";

export const ABOUT_TXT_P1 = `
В начале своего пути я пробовал разные подходы и стратегии,
стараясь понять, как устроен рынок и какие методы могут приносить доход.
Это были эксперименты, где важным ориентиром была интуиция и мнение большинства. 
`;

export const ABOUT_TXT_P2 = `
Однако со временем я понял, что для настоящего успеха требуется гораздо больше. 
Нужно не только чувство рынка, но и глубокие теоретические знания, 
которые помогут минимизировать риски и сделать торговлю более осознанной и эффективной. 
Именно тогда я решил углубить свои знания, изучая различные источники информации и методы.
`;

export const ABOUT_TXT_P3 = `
Я прошел закрытые тренинги от Binance, которые раскрывают настоящие секреты крипторынка.
Эти знания позволили мне не только глубже понять трейдинг,
но и выявить уловки бирж, которые мешают трейдерам зарабатывать. 
`;
export const ABOUT_TXT_P4 = `
В своем курсе я детально разбираю эти моменты, чтобы вы могли уверенно обходить ловушки и использовать рынок в свою пользу.
Моя методика обучения основана на данных, тестировании и реальном опыте. Она уже показала отличные результаты,
помогая трейдерам выйти на новый уровень. Добро пожаловать в мир криптовалют без лишних рисков и ошибок!
`;

export const COURSE_TXT_P1 = `
💡 Что вас ждет?
✔️ 70+ модулей интерактивного обучения
✔️ Практическое применение ключевых технологий
`;
export const COURSE_TXT_P2 = `
📌 Программа курса
🔷 Блокчейн 2.0
Структура блоков и транзакций
Масштабирование и перспективы развития📈
Web3🌐
`;
export const COURSE_TXT_P3 = `
🔷 Криптовалюты
Реальные кейсы и история📜
Криптобиржи и управление активами💰
Биткоин vs. Ethereum: разбор токеномики⚡`;

export const COURSE_TXT_P4 = `
🔷 DApp and DAO
Разработка и развертывание смарт-контрактов🏗️
Децентрализованные автономные организации: как работают и зачем нужны⚖️`;

export const COURSE_TXT_P5 = `
🔷 DeFi – новый финансовый мир
Децентрализованные займы и кредитование🏦
Фарминг доходности и управление рисками📊
Проскальзывание и непостоянные убытки: как избежать ❗
`;

export const COURSE_TXT_P6 = `
🔷 NFT: цифровые активы будущего
Что такое NFT и как с ним работать🎨
Покупка, продажа и создание NFT🛍️
Ограничения и правовые нюансы⚠️
`;

export const COURSE_TXT_P7 = `
🔷 Криптотрейдинг
Стратегии дей-трейдинга и свинг-трейдинга📈
Технический анализ: RSI, облако Ишимоку, скользящая средняя📊
Работа с ордерами, спредами и ликвидностью🔄`;
