
export const ABOUT_TXT = 
`Привет!  Я и моя команда занимаемся трейдингом уже более 6 лет.
В начале своего пути я пробовал разные подходы и стратегии,
стараясь понять, как устроен рынок и какие методы могут приносить доход.
Это были эксперименты, где важным ориентиром была интуиция и мнение большинства. 
Однако со временем я понял, что для настоящего успеха требуется гораздо больше. 
Нужно не только чувство рынка, но и глубокие теоретические знания, 
которые помогут минимизировать риски и сделать торговлю более осознанной и эффективной. 
Именно тогда я решил углубить свои знания, изучая различные источники информации и методы.
Я прошел закрытые тренинги от Binance, которые раскрывают настоящие секреты крипторынка.
Эти знания позволили мне не только глубже понять трейдинг,
но и выявить уловки бирж, которые мешают трейдерам зарабатывать. 
В своем курсе я детально разбираю эти моменты, чтобы вы могли уверенно обходить ловушки и использовать рынок в свою пользу.
Моя методика обучения основана на данных, тестировании и реальном опыте. Она уже показала отличные результаты,
помогая трейдерам выйти на новый уровень. Добро пожаловать в мир криптовалют без лишних рисков и ошибок!
`;


export const ABOUT_COURSE_TXT = 
`🚀 Хотите освоить блокчейн на новом уровне? Этот курс – ваш путь к глубокому пониманию криптоиндустрии!🔥

💡 Что вас ждет?
✔️ 70+ модулей интерактивного обучения
✔️ Видео + тесты для закрепления знаний
✔️ Практическое применение ключевых технологий

📌 Программа курса
🔷 Блокчейн 2.0
🔹 Структура блоков и транзакций🔗
🔹 Масштабирование и перспективы развития📈
🔹 Web3🌐

🔷 Криптовалюты
🔹 Реальные кейсы и история📜
🔹 Криптобиржи и управление активами💰
🔹 Биткоин vs. Ethereum: разбор токеномики⚡

🔷 DApp & DAO
🔹 Разработка и развертывание смарт-контрактов🏗️
🔹 Децентрализованные автономные организации: как работают и зачем нужны⚖️

🔷 DeFi – новый финансовый мир
🔹 Децентрализованные займы и кредитование🏦
🔹 Фарминг доходности и управление рисками📊
🔹 Проскальзывание и непостоянные убытки: как избежать ❗

🔷 NFT: цифровые активы будущего
🔹 Что такое NFT и как с ним работать🎨
🔹 Покупка, продажа и создание NFT🛍️
🔹 Ограничения и правовые нюансы⚠️

🔷 Криптотрейдинг
🔹 Стратегии дей-трейдинга и свинг-трейдинга📈
🔹 Технический анализ: RSI, облако Ишимоку, скользящая средняя📊
🔹 Работа с ордерами, спредами и ликвидностью🔄
`

export const COURSE_PRICE = `700`

export const COURSE_PRICE_DISCOUNT = `350`

export const TG_URL = "https://t.me/lazywinners"

export const INST_URL = "https://www.instagram.com/pa1boys"

export const MAIL_URL = "mailto:example@mail.com"

